# Сам отчет и проблемы/риски
report_JRM = '''
-
-
-
'''
issue_risks = '''релиз затянулся, долго раскатывали сервисы
непредвиденные проблема с правами для новой БД таблетницы
интегратор на ВВ шине не завелся сразу, девопсы помогли с проблемой, но тестить буду уже завтра'''  # проблемы и риски '''Прод лежит, интеграторы отдают дичь в ответе, вероятнее всего релиз перенесем'''
date_start = '10.07.2023'  # в формате dd.mm.year если пустая строка - дата start and end по умолчанию(сегодняшний день)
date_end = '10.07.2023'  # в формате dd.mm.year

# WATCHER
report_watcher = '''
-
-
-
'''

# JRM settings
login = ''  # Свой логин
password = ''  # Свой пароль
project = 'Пациент'

username = 'Александр Галяутдинов_KODE'
platform = 'Web'
tester = 'Александр Галяутдинов'
group = ['Александр Галяутдинов', 'Алёна Кудинова', 'Антон Кривицкий',
         'Артём Доменко', 'Дмитрий Дубров', 'Роман Баранов', 'Петр Жуков',
         'Юнир Муллаяров']  # список людей для отправки отчета

# WATCHER settings
email = ''
watcher_password = ''
