# Сам отчет и проблемы/риски
coment = '''- техна 2ч
- проверить неотправленные заявки/ресерч
- актуализация тестовой документации по опроснику
- ресерч по зависшим заявкам wsmq(предоставление доступа)
- ревью требований по авторизации через госуслуги'''
issue_risks = ''' '''  # проблемы и риски '''Прод лежит, интеграторы отдают дичь в ответе, вероятнее всего релиз перенесем'''
date_start = ''  # в формате dd.mm.year если пустая строка - дата start and end по умолчанию(сегодняшний день)
date_end = '4.03.2023'  # в формате dd.mm.year

# Обычно константы, которые редко меняются
login = ''  # Свой логин
password = ''  # Свой пароль
project = 'Пациент'

username = 'Александр Галяутдинов_KODE'
platform = 'Web'
tester = 'Александр Галяутдинов'
group = ['Александр Галяутдинов', '2', '3']  # список получателей отчета
