# Сам отчет и проблемы/риски
coment = '''- техна 2ч
- проверить неотправленные заявки/ресерч
- актуализация тестовой документации по опроснику
- ресерч по зависшим заявкам wsmq(предоставление доступа)
- ревью требований по авторизации через госуслуги'''
issue_risks = '''Прод лежит, интеграторы отдают дичь в ответе, вероятнее всего релиз перенесем'''
date_start, month_start, year_start = '3', '3', '2023' # если date_start = '' дата будет стоять по умолчанию(сегодняшний день)
date_end, month_end, year_end = '3', '3', '2023'

# Обычно константы, которые редко меняются
login = '' # Свой логин
password = '' #Свой пароль
project = 'Пациент'

username = 'Александр Галяутдинов_KODE'
platform = 'Web'
tester = 'Александр Галяутдинов'
group = ['Александр Галяутдинов', 'Роман Баранов']
