# Сам отчет и проблемы/риски
report_JRM = '''- саппорт по приемке, дополнил кейс для прикреплений, пытался найти инфу по поводу отображения прикреплений
- ретро
- подготовка к релизу, дозаполнить ЧЛ
- уточнить чего там по чекапам у Алины О., есть ли какая-то фактура уже, требования, ознакомиться
- резолв бага из ЛК (история с дублем диагноза ДН)
- релиз'''
issue_risks = ''' '''  # проблемы и риски '''Прод лежит, интеграторы отдают дичь в ответе, вероятнее всего релиз перенесем'''
date_start = ''  # в формате dd.mm.year если пустая строка - дата start and end по умолчанию(сегодняшний день)
date_end = '4.03.2023'  # в формате dd.mm.year

#WATCHER
report_watcher = '''- саппорт по приемке, дополнил кейс для прикреплений, пытался найти инфу по поводу отображения прикреплений
- ретро
- подготовка к релизу, дозаполнить ЧЛ
- уточнить чего там по чекапам у Алины О., есть ли какая-то фактура уже, требования, ознакомиться
- резолв бага из ЛК (история с дублем диагноза ДН)
- релиз'''


# JRM Обычно константы, которые редко меняются
login = 'alg'  # Свой логин
password = '83kXrUAfA55xMi'  # Свой пароль
project = 'Пациент'

username = 'Александр Галяутдинов_KODE'
platform = 'Web'
tester = 'Александр Галяутдинов'
group = ['Александр Галяутдинов', 'Алёна Кудинова', 'Антон Кривицкий', 'Артём Доменко', 'Роман Баранов', 'Петр Жуков',
         'Юнир Муллаяров']  # список людей для отправки отчета




#WATCHER settings
email = 'alg@kode.ru'
watcher_password = 'D6gWfCkaxAVvwB'
watcher_date = '22.03'